import                      React from "react";
import                      Block from "../../components/nonMainPage/txt_block/TxtBlock";
import                      '../../App.css'
import                      ImgBlock from "../../components/nonMainPage/img_block/ImgBlock";
import                      CultGraph from "../../imgs/Graphcult.jpg"
import                      GraphCult from "../../imgs/graphCult.png"
import                      GrCult from "../../imgs/grCult.png"
import                      CuLi1 from "../../imgs/CuLi1.png"
import                      CuLi2 from "../../imgs/CuLi2.png"
import                      Bar from "../../imgs/wave-bar.jpg"
const CultPage = (props) =>{
    return(
        <div className='Liv_Main'>
            <ImgBlock bigTxt={"Культура и спорт:графики"}
            imgBlock={CultGraph}/>
            <ImgBlock bigTxt={"Культура и спорт:графики"}
            imgBlock={GraphCult}/>
            <ImgBlock bigTxt={"Культура и спорт:графики"}
            imgBlock={GrCult}/>
            <Block bigTxt={"Культурная жизнь Костромы"} 
                mainTxt={"Культурная жизнь Костромы хорошо развита. Кострома входит в Золотое Кольцо России , и является туристическим городом. Ежемесячно в Костроме проводятся различные выставки народного искусства , концерты народных ансамблей.   Только за август-сентябрь 2022 года в городе было проведено множество мероприятий.  К 870-летию города Костромы, открытию на площади Широкова стелы «Кострома – город трудовой доблести» 18 августа 2022  28 августа, в день празднования 870-летия города Костромы, Централизованная библиотечная система приглашает костромичей и гостей города на Парад поэтов «СТИХиЯ Костромы». 28 августа 2022  4-й Международный Фестиваль НХП и ремесел «Руками женщины» пройдёт 2-4 декабря 2022 г. в г. Москве, ВДНХ (павильон №55) при поддержке Министерства культуры Российской Федерации, Федерального агентства по туризму. Зима 2022 года  Выставка художественной и документальной фотографии «Угол зрения - 2022» объединила 14 костромских фотографов, профессиональных и любителей, имеющих богатый многолетний опыт работы в самых разных областях фотографической деятельности.   21 сентября 2022г  21 октября 2022 года в МБУ города Костромы «Художественная галерея» (пл. Мира, д.2) состоится открытие выставки «Зеркало сцены», посвященной 75-летию Костромского отделения Союза театральных деятелей. Октябрь 2022.  "}
                imgBlock={Bar}
            />
            <ImgBlock bigTxt={"Культурная жизнь:графики"}
            imgBlock={CuLi1}/>
            <ImgBlock bigTxt={"Культурная жизнь:графики"}
            imgBlock={CuLi2}/>
 
        </div>
        
    )
}
export default CultPage;