import                      React                       from "react";
import                                                       "../../App.css"
import                      TableBlock8                 from "../../components/nonMainPage/tech_blocks/table_block8/TableBlock8";
import                      Block                       from "../../components/nonMainPage/txt_block/TxtBlock";
import                      ist                         from "../../imgs/ist.jpg"
import                      trans                       from "../../imgs/trans.jpeg"
import                      ecologus                    from "../../imgs/ecologus.jpg"
const EconPage = (props) =>{
    return(
        <div className='Liv_Main'>
                <TableBlock8 bigTxt={"Географическое положение города"}/>
                <Block bigTxt={"Историко-географическое положение города"}
                       mainTxt={"Город был основан в 1152 году (по версии Василия Татищева), в ходе экспансии князя Юрия Долгорукого в Поволжье. Точное происхождение названия города не известно. По одной из версий, город назван в честь героини древней славянской легенды о Купале и Костроме. По другой версии, «Кострома» происходит от слова «костёр».  В 1230-е годы только что отстроенная Кострома была сожжена войсками Батыя, разорившим все волжские города «до Галича Мерьского».  После 1239 года Кострома была восстановлена великим князем владимирским Ярославом В.   В 1246 году город отдали в удельное владение младшему сыну Ярослава Всеволодовича — Василию. В этом же году Кострома становится столицей Костромского удельного княжества.   В Смутное время Кострома была дважды взята отрядами польского пана Лисовского и подверглась страшному опустошению, в 1609 году костромское ополчение сыграло важную роль в борьбе с польской интервенцией, изгнав из Ипатьевского монастыря укрывшихся там сторонников Лжедмитрия II.  "} 
                       imgBlock={ist}
                        />
                        <Block bigTxt={"Транспорто-географическое положение города"}
                       mainTxt={"По плотности железнодорожной сети район занимает 1-е место и значительно превосходит среднероссийский показатель. Район первенствует в РФ по протяженности автомобильных дорог с твердым покрытием. Транспортный баланс пассивен. Крупнейший транспортный центр – Москва, которая является узлом 11 железнодорожных линий, 15 автомагистралей, многочисленных воздушных трасс и трубопроводов, важного участка Единого водного пути европейской части РФ. В Костроме находится речной порт на Волге. Область имеет выгодное транспортно-географическое положение. Через нее проходят основные железнодорожные пути , связывающие Москву с Владивостоком, водные и автомобильные магистрали."} 
                       imgBlock={trans}
                        />
                        <Block bigTxt={"Эколого-географическое положение города"}
                       mainTxt={"За 2007 г. предприятиями области выброшено в атмосферный воздух от стационарных источников 66 тыс. т загрязняющих веществ (за 2006 г. – 67 тыс. т). Кроме того, 120 тыс. т составили выбросы от автотранспорта. В течение 2007 г. обследовано 2388 предприятий, из них 1116 (47%) превысили нормативы на сбросы и выбросы загрязняющих Обнаружено два устойчивых очага загрязнения подземных вод. Наибольший по площади участок расположен в пос. Якушовка Нерехтского р-на (результат негативного влияния карьера-накопителя “Нерехтское”). Более 60% объема загрязненных сточных вод области сбрасываются с очистных сооружений жилищно-коммунального хозяйства Костромы. За 2007 г. в лесах области произошли 102 пожара, выгорело 105 га (в 2006 г. – 8 пожаров, 9 га). Проведены работы по лесовосстановлению на площади 23 тыс. га (на 13% меньше, чем в 1994 г.).  веществ в водоемы и атмосферный воздух. "} 
                       imgBlock={ecologus}
                        />
        </div>
        
    )
}
export default EconPage;