import                      React           from "react";
import                                           '../../App.css'
import                      TxtBlock        from "../../components/nonMainPage/txt_block_real/TxtBlock";
import                      ImgBlock        from "../../components/nonMainPage/img_block/ImgBlock";
import                      stat            from "../../imgs/stat.png"


const IsslPage = (props) =>{
    return(
        <div className='Liv_Main'>
            <h1 className="dop"> </h1>
            <TxtBlock bigTxt={"Статистическое исследование:Дано"} mainTxt={"С целью определения наиболее востребованных программ повышения квалификации было проведено исследование возраста занятого населения методом выборочного наблюдения , в котором приняли участие 400 человек в возрасте от 18 до 75 лет. Объем генеральной совокупности 377497 человек . По результатам исследования получены следующие данные."}/>
            <ImgBlock bigTxt={"Статистическое исследование:Дано"} imgBlock={stat}/>
            <TxtBlock bigTxt={"Статистическое исследование:Дано"}  mainTxt={"C вероятностью 0,997 определить средний возраст занятого населения Костромы , а также долю , в которой находятся люди старше 45 лет , путем бесповторной выборки . Сделать выводы."}/>
            <div className="block">
            <h1 className="dops">X`= Σxf/ Σ f = 19040/400= 47.6 лет <br></br>
Выборочная дисперсия : <br></br>
Q^2=78176/400=195.44 <br></br>
Средняя ошибка выборки:<br></br>
µx= √195.44/400*(1-0.0011)=0.69 лет<br></br>
Вывод : при бесповторной выборке средний возраст всех занятых людей отклоняется от среднего возраста отобранных людей на 0,69 лет.<br></br>
Предельная ошибка выборки , при t=3 :<br></br>
Δx=±t*u=±3*0.69=±2.07<br></br>
                      xf-Δx   ≤ X`≤ xf + Δx<br></br>
          19040-2.07   ≤  X`≤ 19040+2.07<br></br>
             19037.9      ≤  X`≤ 19042.07<br></br>
Вывод : с вероятностью 0,997 можно утверждать , что средний возраст всех занятых людей находится в пределах от 19037,9 до 19042,07.<br></br>
W= 92+80+52/400=0.56 или 56%<br></br>
Вывод: в числе занятых людей , отобранных для исследования удельный вес людей с возрастом старше 45 составляет 65%.<br></br>
µw= √0.56(1-0.56)/400*(1-0.0011)= √0.0006153224=0.024 или 2,4%<br></br>
Вывод : доля занятых , с возрастом старше 45 лет отклоняется в ту или иную сторону в среднем на 2,4%.<br></br>
ΔW= ±3*2.4%=±7.2%<br></br>
W-ΔW≤ P≤W+ΔW<br></br>
56%-7.2%≤P≤56%+7.2%<br></br>
48.8%≤P≤63.2%<br></br>
Вывод: с вероятностью 0,997 можно утверждать , что доля с ворастом старше 45 лет в общей численности занятых людей находится в пределах от 48,8% до 63,2%.
</h1>
</div>
        </div>
        
    )
}
export default IsslPage;