import React from "react";
import Block from "../../components/nonMainPage/txt_block/TxtBlock";
import MedPct from "../../imgs/medpctr.jpg"
import '../../App.css'
const MedPage = (props) =>{
    return(
        <div className='Liv_Main'>
        <Block bigTxt={"Костромская медицина"}
            mainTxt={"Всего в Костроме около 60 медицинских учреждений. Самые крупные: Костромская областная клиническая больница им. Королева Е.И. Население Костромы неоднократно оставляло негативные отзывы касающиеся медицинского обслуживаниz в Костроме. Даже в частных клиниках оценки врачам не превышают ⭐⭐⭐. Кострома страдает от нехватки врачей. Большинство врачей люди , старше 45 лет, молодых специалистов критично мало, многие покидают свои рабочие должности из-за маленькой зароботной платы , плохих условий для работы."}
            imgBlock={MedPct}
            />
          
        </div>
    )
}
export default MedPage;