import                      React              from "react";
import                                              "../../App.css"
import                      ImgBlock           from "../../components/nonMainPage/img_block/ImgBlock";
import                      Block              from "../../components/nonMainPage/txt_block/TxtBlock";
import                      naselens           from "../../imgs/naselens.png"
import                      naselGraph         from "../../imgs/nasGraph.jpg"
import                      naselGraph2        from "../../imgs/nasGraph2.jpg"
import                      naselGraph3        from "../../imgs/nasGraph3.jpg"
import                      naselGraph4        from "../../imgs/nasGraph4.jpg"
import                      naselGraph5        from "../../imgs/nasGraph5.jpg"
const NasPage = (props) =>{
    return(
        <div className='Liv_Main'>
           <h1 className="dop">Численность населения: 277 393 чел. на 2021 год</h1>
                   <Block bigTxt={"Количество прибывших и уехавших"}
                  mainTxt={"1.В 2020 году число прибывших в Костромскую область превысило число выбывших, миграционный прирост составил 174 человека.  Из других регионов России в 2020 году в область прибыло 8048 человек Наибольшее число прибывших - из Ярославской области (1117 человек), г. Москвы (1028 человек) и Московской области (797 человек). Покинули Костромскую область,переехав в другие регионы России, 8163 человека. Уезжали костромичи, в основном, в Ярославскую (1086 человек), Московскую (1024 человека) области и г. Москву (887 человек). По информации Костромастата, с начала года численность населения в регионе снизилась на о,5 процента или 3 тысячи человек. Такие процессы происходят каждый год на протяжении последних пяти лет.    Страдает и рождаемость. За первые полгода родилось всего 2,2 тысячи младенцев. Это — самая низкий показатель, который уже превысил антирекорды 90-х. За тот же промежуток времени умерло 5,1 тысячи костромичей. Таким, образом, смертность в регионе превысила рождаемость в 2 раза."}
                    imgBlock={naselens}/>
                    <Block bigTxt={"Общий коэффициент рождаемости"}
                  mainTxt={"Кn=1.46 промилле Рождаемость 12.7 ребенка на 1 000 в год 15 / 85 Естественный прирост населения. Смертность 14.9 человека на 1 000 в год 14 / 85. Исходя из последних доступных данных Росстата, показатели естественного прироста/убыли населения в Костромской области на 2021 год составляли:   • Родилось, чел.: 4 920 чел.   • Прирост/снижение (г/г): -482 чел.   • Умерло, чел.: 12 614 чел.   • Прирост/снижение (г/г): 2 151 чел.  • Естественный прирост/убыль: -7 694 чел  1.В 2020 году число прибывших в Костромскую область превысило число выбывших, миграционный прирост составил 174 человека.   Из других регионов России в 2020 году в область прибыло 8048 человек  Наибольшее число прибывших - из Ярославской области (1117 человек), г. Москвы (1028 человек) и Московской области (797 человек).  Покинули Костромскую область,переехав в другие регионы России, 8163 человека. Уезжали костромичи, в основном, в Ярославскую (1086 человек), Московскую (1024 человека) области и г. Москву (887 человек).  По информации Костромастата, с начала года численность населения в регионе снизилась на о,5 процента или 3 тысячи человек. Такие процессы происходят каждый год на протяжении последних пяти лет.      Страдает и рождаемость. За первые полгода родилось всего 2,2 тысячи младенцев. Это — самая низкий показатель, который уже превысил антирекорды 90-х. За тот же промежуток времени умерло 5,1 тысячи костромичей.  Таким, образом, смертность в регионе превысила рождаемость в 2 раза.  "}
                    imgBlock={naselens}/>
                    <ImgBlock bigTxt="Графики Костромы: Население"
                        imgBlock={naselGraph}/>
                        <ImgBlock bigTxt="Графики Костромы: Население"
                        imgBlock={naselGraph2}/>
                        <ImgBlock bigTxt="Графики Костромы: Население"
                        imgBlock={naselGraph3}/>
                        <ImgBlock bigTxt="Графики Костромы: Население"
                        imgBlock={naselGraph4}/>
                        <ImgBlock bigTxt="Графики Костромы: Население"
                        imgBlock={naselGraph5}/>
        </div>
        
    )
}
export default NasPage;